{
  "header": {
    "home": "About",
    "projects": "Projects",
    "education": "Experience",
    "resume": "My resume",
    "contact": "Contact"
  },
  "me": {
    "description": "A full-stack developer with 4 years of experience and a degree in Computer Engineering. I specialize in creating efficient and scalable solutions, always seeking innovation and technological challenges."
  },
  "about": {
    "title": "About ",
    "title2": "Me",
    "description": "I’m Elismar Silva Pereira, 22 years old and I live in Paraíba, Brazil. I love to crafting innovative solutions and am always exploring the latest tech trends. When I’m not coding, I’m a self-proclaimed nerd, diving into games, books, and anime. I also enjoy contributing to open source projects and have a keen interest in data analysis. Always up for a new challenge, I find joy in a good cup of coffee ☕ and taking time to relax and unwind!",
    "skillsTitle": "Skills",
    "experienceTitle": "Experience",
    "experienceDescription": "Throughout my career, I have contributed to developing solutions that enhanced the scalability and performance of applications, and implemented innovative features that directly impacted user experience. My journey includes creating microservices, specifying and documenting APIs, integrating systems, designing system architectures, and configuring CI/CD pipelines, always aiming to optimize processes and ensure the delivery of robust applications. I am continually seeking new challenges to apply and expand my technical skills.",
    "projectsTitle": "Projects",
    "projectsDescription": "Check out some of my projects on GitHub and LinkedIn:"
  },
  "contact": {
    "talk": "Talk to ",
    "talk2": "me",
    "title": "Get in ",
    "title2": "Touch",
    "subtitle": "Don't be Shy",
    "description": "If you liked my work, please fill out the form on the side and send me an email. If you prefer, you can also contact me via WhatsApp below:",
    "whatsapp": "WhatsApp",
    "phone": "(83) 98748-8476",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send"
  },
  "experience": {
    "title": "Experience & ",
    "title2": "Education"
  },
  "projects": {
    "title": "My ",
    "title2": "Projects",
    "description": "Here are some of my projects, including websites, APIs, apps, and more.",
    "viewProject": "View project"
  },
  "projectModal": {
    "description": "Description: ",
    "languages": "Techs: ",
    "viewOnGithub": "View on GitHub"
  },
  "footer": {
    "description": "Made with ❤️ by Elismar Silva"
  }
}