{
  "header": {
    "home": "Sobre",
    "projects": "Projetos",
    "education": "Experiência",
    "resume": "Meu curriculo",
    "contact": "Contato"
  },
  "me": {
    "description": "Desenvolvedor full-stack com 4 anos de experiência e formação em Engenharia de Computação. Especializado em criar soluções eficientes e escaláveis, sempre em busca de inovação e desafios tecnológicos."
  },
  "about": {
    "title": "Sobre ",
    "title2": "mim",
    "description": "Sou Elismar Silva Pereira, tenho 22 anos e moro na Paraíba, Brasil. Adoro criar soluções inovadoras e estou sempre aprendendo sobre novas tecnologias. Fora do trabalho, sou nerd de carteirinha, fã de jogos, livros, animes e gosto de explorar projetos open source. Também me interesso por análise de dados e estou sempre em busca de novos desafios. Ah, e não resisto a um bom café ☕ e a uma boa saída para descontrair!",
    "skillsTitle": "Tecnologias",
    "experienceTitle": "Experiência",
    "experienceDescription": "Durante minha carreira, pude contribuir para o desenvolvimento de soluções que melhoraram a escalabilidade e o desempenho de aplicativos, além de implementar funcionalidades inovadoras que impactaram diretamente a experiência do usuário. Minha trajetória inclui a criação de microsserviços, especificação e documentação de APIs, integração de sistemas, arquitetura de sistemas e configuração de pipelines de CI/CD, sempre buscando otimizar processos e garantir a entrega de aplicações robustas. Estou constantemente em busca de novos desafios que me permitam aplicar e expandir minhas habilidades técnicas.",
    "projectsTitle": "Projetos",
    "projectsDescription": "Confira alguns dos meus projetos no GitHub e LinkedIn:"
  },
  "contact": {
    "talk": "Fale ",
    "talk2": "Comigo!",
    "title": "Entre em ",
    "title2": "Contato",
    "subtitle": "Não Seja Tímido",
    "description": "Se você gostou do meu trabalho, preencha o formulário ao lado e me envie um e-mail. Se preferir, você também pode me contatar via WhatsApp abaixo:",
    "whatsapp": "WhatsApp",
    "phone": "(83) 98748-8476",
    "name": "Nome",
    "email": "E-mail",
    "subject": "Assunto",
    "message": "Mensagem",
    "send": "Enviar"
  },
  "experience": {
    "title": "Educação e ",
    "title2": "Experiência"
  },
  "projects": {
    "title": "Meus ",
    "title2": "Projetos",
    "description": "Veja alguns dos meus projetos, incluindo sites, APIs, aplicativos e muito mais.",
    "viewProject": "Ver projeto"
  },
  "projectModal": {
    "description": "Descrição: ",
    "languages": "Tecnologias: "
  },
  "footer": {
    "description": "Feito com ❤️ por Elismar Silva"
  }
}